Repository: WPPlugins/stock-exporter-for-woocommerce
Catalog: lang/woocommerce-stock-exporter-*.po
Languages: pt_pt

source: SKU
pt_pt: REF

source: Product type
pt_pt: Tipo de produto

source: Product
pt_pt: Produto

source: Categories
pt_pt: Categorias

source: Regular price
pt_pt: Preço normal

source: Price
pt_pt: Preço

source: Custom fields (comma separated)
pt_pt: Campos de utilizador (separados por vírgula)

# admin page title
source: Stock Exporter for WooCommerce
pt_pt: Exportação de Stock para WooCommerce

# admin menu item
source: Stock Exporter
pt_pt: Exportação de Stock

source: All products
pt_pt: Todos os produtos

source: Products with managed stock
pt_pt: Produtos com gestão de stock

source: CSV file
pt_pt: Ficheiro CSV

source: HTML table on screen
pt_pt: Tabela HTML no ecrã

source: Click the button below o generate a WooCommerce stock report, in CSV, of all the products on this website where stock is managed.
pt_pt: Clique no botão em baixo para gerar um Relatório de stocks do WooCommerce, em CSV, de todos os produtos deste website nos quais a gestão de stocks está activa.

source: WPML users: You can export the report on a different language by changing it on this page top bar.
pt_pt: Utilizadores WPML: Pode exportar o relatório noutro idioma escolhendo-o na barra de topo desta página.

source: Products to return
pt_pt: Produtos a retornar

source: Fields
pt_pt: Campos

source: Output
pt_pt: <i>Output</i>

source: Export WooCommerce Stock
pt_pt: Exportar Stocks do WooCommerce

source: not managed
pt_pt: sem gestão

source: products
pt_pt: produtos

source: Stock Exporter for WooCommerce
pt_pt: Exportaçao de Stock para WooCommerce

source: Simple stock report CSV exporter for WooCommerce
pt_pt: Simples exportador de stocks, em CSV, para WooCommerce
